{
  "uuid": "test:geoblacklight:hospitals",
  "dc_description_s": "This point datalayer shows the location of 82 acute care hospitals in Massachusetts. Acute care hospitals are those licensed under MGL Chapter 111, section 51 and which contain a majority of medical-surgical, pediatric, obstetric, and maternity beds, as defined by the Massachusetts Department of Public Health (DPH). The features in this layer are based on database information provided to MassGIS from the DPH, Office of Emergency Medical Services (OEMS). The August 2009 update of this dataset limited the features to include only acute care hospitals (and removed other \"specialty hospitals\"; it replaces the layer formerly known as \"Hospitals and Emergency Room Facilities.\"  The August 2009 update kept the ER status data and also added attributes to track the status of trauma centers and teaching hospitals. OEMS defines these attributes as follows:\n\n  - Emergency Rooms provide emergency service to those in need of immediate medical care in order to prevent loss of life or aggravation of physiological or psychological illness or injury.\n\n  - Trauma Center: a hospital verified by the American College of Surgeons (ACS) as a level 1, 2 or 3 adult trauma center, or a level 1 or 2 pediatric trauma center, as defined in the document ‘Resources for Optimal Care of the Injured Patient: 1999’ by the Trauma Subcommittee of the American College of Surgeons and its successors; and meets applicable Department standards for designation, or a hospital that has applied for and is in the process of verification as specified in 130.851 and meets applicable Department standards for designation.\n\n  - Teaching Status: a hospital defined according to the Medicare Payment Advisory Commission’s (MedPAC) definition of a major teaching hospital: at least 25 full time equivalent medical school residents per one hundred inpatient beds.\n\nStored in ArcSDE, the layer is named HOSPITALS_PT.\n\nPlease be aware that because of possible frequent updates, this layer should not be the primary source when seeking emergency care. In such cases patients should contact local hospitals or emergency facilities directly.",
  "dc_format_s": "Shapefile",
  "dc_identifier_s": "test:geoblacklight:hospitals",
  "dc_language_s": "English",
  "dc_rights_s": "Public",
  "dc_title_s": "Acute Care Hospitals",
  "dc_type_s": "Dataset",
  "dct_references_s": "{\"http://www.opengis.net/def/serviceType/ogc/wfs\":\"/geoserver/wfs\",\"http://www.opengis.net/def/serviceType/ogc/wms\":\"/geoserver/wms\",\"http://www.opengis.net/cat/csw/csdgm\":\"http://opengeometadata.stanford.edu/metadata/org.opengeoportal/massgis:GISDATA.HOSPITALS_PT/fgdc.xml\",\"http://www.w3.org/1999/xhtml\":\"http://opengeometadata.stanford.edu/metadata/org.opengeoportal/massgis:GISDATA.HOSPITALS_PT/fgdc.html\",\"http://schema.org/url\":\"http://opengeometadata.stanford.edu/metadata/org.opengeoportal/massgis:GISDATA.HOSPITALS_PT/fgdc.html\"}",
  "dct_temporal_sm": [
  "2009"
  ],
  "dct_provenance_s": "MassGIS",
  "georss_box_s": "41.269 -73.39 42.816 -70.067",
  "georss_polygon_s": "42.816 -73.39 42.816 -70.067 41.269 -70.067 41.269 -73.39 42.816 -73.39",
  "layer_slug_s": "test-hospitals",
  "layer_id_s": "geoblacklight:hospitals",
  "layer_geom_type_s": "Point",
  "layer_modified_dt": "2014-12-16T00:59:54Z",
  "solr_geom": "ENVELOPE(-73.39, -70.067, 42.816, 41.269)",
  "solr_year_i": 2009
}